tap "adoptopenjdk/openjdk"
tap "aquaproj/aqua"
tap "aquasecurity/trivy"
tap "aws/tap"
tap "busser/tap"
tap "fujiwara/tap"
tap "goodwithtech/r"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "k1low/tap"
tap "noborus/tap"
tap "padok-team/tap"
tap "rhysd/actionlint", "https://github.com/rhysd/actionlint"
tap "shivammathur/php"
tap "sqldef/sqldef"
brew "act"
brew "libpng"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aws-vault"
brew "awscli"
brew "bash"
brew "binutils"
brew "boost"
brew "brew-php-switcher"
brew "bzip2"
brew "glib"
brew "python@3.9"
brew "chezmoi"
brew "cmake"
brew "openldap"
brew "curl"
brew "freetds"
brew "gd"
brew "krb5"
brew "libpq"
brew "libzip"
brew "tidy-html5"
brew "php"
brew "composer"
brew "coreutils"
brew "deno"
brew "diffutils"
brew "direnv"
brew "dive"
brew "docker", link: false
brew "docker-compose", link: false
brew "docker-slim"
brew "fcgi"
brew "findutils"
brew "fish"
brew "fswatch"
brew "gawk"
brew "gdk-pixbuf"
brew "git"
brew "git-delta"
brew "gitleaks"
brew "gnu-sed"
brew "gnu-tar"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "jpeg", link: true
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "guile"
brew "gzip"
brew "hadolint"
brew "hcl2json"
brew "htop"
brew "httpd"
brew "jq"
brew "libfido2"
brew "libiconv"
brew "libssh"
brew "mas"
brew "openjdk"
brew "maven"
brew "mysql"
brew "neovim"
brew "openssl@3", link: false
brew "nghttp2"
brew "nkf"
brew "packer"
brew "perl"
brew "php@8.0"
brew "php@8.1"
brew "pipx", link: false
brew "postgresql@14"
brew "python@3.10"
brew "redis"
brew "roswell"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "tbb"
brew "tcl-tk"
brew "telnet"
brew "terraformer"
brew "tfmigrate"
brew "tfsec"
brew "tig"
brew "tree"
brew "vim"
brew "w3m"
brew "wget"
brew "wireshark"
brew "yamllint"
brew "zeromq"
brew "aquaproj/aqua/aqua"
brew "aws/tap/copilot-cli"
brew "fujiwara/tap/tfstate-lookup"
brew "goreleaser/tap/goreleaser"
brew "k1low/tap/octocov"
brew "noborus/tap/trdsql"
brew "padok-team/tap/tfautomv"
brew "sqldef/sqldef/mysqldef"
cask "adoptopenjdk12"
cask "finch"
cask "font-jetbrains-mono-nerd-font"
cask "graphiql"
cask "mysql-shell"
cask "sentinel"
cask "wireshark-chmodbpf"
cask "xquartz"
mas "Alfred", id: 405843582
mas "CotEditor", id: 1024640650
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Just Focus", id: 1142151959
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Meeter", id: 1510445899
mas "MeetingBar", id: 1532419400
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "stts", id: 1187772509
vscode "DavidAnson.vscode-markdownlint"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "SimonSiefke.svg-preview"
vscode "vscodevim.vim"
