tap "adoptopenjdk/openjdk"
tap "aquaproj/aqua"
tap "aquasecurity/trivy"
tap "aws/tap"
tap "busser/tap"
tap "fujiwara/tap"
tap "goodwithtech/r"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "k1low/tap"
tap "noborus/tap"
tap "padok-team/tap"
tap "rhysd/actionlint", "https://github.com/rhysd/actionlint"
tap "shivammathur/php"
tap "sqldef/sqldef"
brew "libpng"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3", link: false
brew "bash"
brew "binutils"
brew "boost"
brew "bzip2"
brew "glib"
brew "chezmoi"
brew "cmake"
brew "openldap"
brew "curl"
brew "freetds"
brew "gd"
brew "krb5"
brew "libpq"
brew "libzip"
brew "tidy-html5"
brew "php"
brew "composer"
brew "coreutils"
brew "deno"
brew "diffutils"
brew "direnv"
brew "dive"
brew "fcgi"
brew "findutils"
brew "fish"
brew "fswatch"
brew "gawk"
brew "gdk-pixbuf"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "guile"
brew "gzip"
brew "hadolint"
brew "htop"
brew "httpd"
brew "jpeg"
brew "libfido2"
brew "libiconv"
brew "libssh"
brew "mas"
brew "mysql"
brew "nghttp2"
brew "nkf"
brew "openjdk"
brew "perl"
brew "php@8.1"
brew "postgresql@14"
brew "redis"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "tbb"
brew "tcl-tk"
brew "telnet"
brew "tfmigrate"
brew "tig"
brew "tree"
brew "vim"
brew "w3m"
brew "wget"
brew "yamllint"
brew "zeromq"
brew "aquaproj/aqua/aqua"
brew "aws/tap/copilot-cli"
brew "busser/tap/tfautomv"
brew "k1low/tap/octocov"
brew "sqldef/sqldef/mysqldef"
cask "font-jetbrains-mono-nerd-font"
cask "graphiql"
cask "visual-studio-code"
mas "CotEditor", id: 1024640650
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle Classic", id: 405399194
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "stts", id: 1187772509
vscode "davidanson.vscode-markdownlint"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "simonsiefke.svg-preview"
vscode "vscodevim.vim"
